org/20220504155638-history_is_about_structures.org
:PROPERTIES:
:ID:       a4bfdaf8-5463-47e4-8691-ca6e22041eb2
:END:
#+TITLE: History is about structures
#+CREATED: [2022-05-04 Wed 15:56]
#+LAST_MODIFIED: [2022-05-04 Wed 15:56]

What matters is not what individuals can and will do, it is about what we allow them and what we forbid them to. What matters is structure. History repeats itself because structure allows it. Think of possible futures being a combination of structures and people randomly filling the "state space".
