20220504155638-history_is_about_structures.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-12-22 Thu 06:16 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>History is about structures</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">History is about structures</h1>
<p>
What matters is not what individuals can and will do, it is about what we allow them and what we forbid them to. What matters is structure. History repeats itself because structure allows it. Think of possible futures being a combination of structures and people randomly filling the "state space".
</p>

<div id="outline-container-org4187035" class="outline-2">
<h2 id="org4187035">Links to this note</h2>
</div>
</div>
</body>
</html>